Revit 2024 API
BuiltInFailures.GroupFailures.UnableToConvertGroupsToLinks Property
 Unable to convert the selected groups to links.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId UnableToConvertGroupsToLinks { get; }
Visual Basic
Public Shared ReadOnly Property UnableToConvertGroupsToLinks As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ UnableToConvertGroupsToLinks {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace